#Область ПрограммныйИнтерфейс

// Процедура рассчитывает сумму в строке табличной части документа
//
// Параметры:
//  ТекСтрока - строка табличной части документа
//
Процедура РассчитатьСуммуВСтроке(ТекСтрока) Экспорт
	ТекСтрока.Сумма = ТекСтрока.Цена * ТекСтрока.Количество;
КонецПроцедуры

#КонецОбласти

#Область СлужебныеПроцедурыИФункции

#КонецОбласти

#Область ОбновлениеИнформационнойБазы
// Код процедур и функций для обновленияааа
#КонецОбласти

#Область РаботаСФайлами
// Код процедур и функций для работы с файлами
//тест
#КонецОбласти





